Repository: a524919247/movies
Catalog: src/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: The list is empty
ru: Список пуст

source: Error removing the movie
ru: Ошибка удаления фильма

source: Error saving a comment
ru: Ошибка сохранения комментария

source: Error adding a rating
ru: Ошибка добавления рейтинга

source: Error applying the settings
ru: Ошибка применения настроек

source: I recommend watching
ru: Я рекомендую к просмотру

source: I don't recommend watching
ru: Я не рекомендую к просмотру

source: My rating
ru: Моя оценка

source: Error posting to the wall #
ru: Ошибка размещения на стену #

source: Your post has been posted
ru: Ваша запись была размещена

source: Error posting a poster to the wall #
ru: Ошибка размещения постера на стену #

source: Error loading a poster
ru: Ошибка загрузки постера

source: Error getting an upload server for wall posting #
ru: Ошибка получения сервера загрузки для размещения на стену #

source: Add a rating to the movie
ru: Добавить оценку фильму

source: Error adding the movie to the list
ru: Ошибка добавления фильма в список

source: Watched
ru: Просмотрено

source: To Watch
ru: К Просмотру

source: You need to login to add a movie to your list.
ru: Вам нужно авторизоваться для того чтобы добавить фильм в список.

source: Close all notifications
ru: Закрыть все уведомления

source: Error saving settings
ru: Ошибка сохранения настроек

source: Awful
ru: Ужасно

source: Bad
ru: Плохо

source: Regular
ru: Нормально

source: Good
ru: Хорошо

source: Awesome
ru: Отлично

source: Cancel rating
ru: Отменить оценку

source: No rating yet
ru: Пока нет оценки

source: Movie
ru: Фильм

source: Search Error
ru: Ошибка Поиска

source: Error adding a movie
ru: Ошибка добавления фильма

source: Movie is not found in the database
ru: Фильм не найден в базе данных
